<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'О системе';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-about">
    <h1>Визуальная система измерений</h1>

    <p>
        При всем многообразии приборов соответственно применяется многообразное
        программное обеспечение, которое помимо своего наличия еще требует 
        определенных знаний и умений для  работы с ним.
    </p>
    
    <p>
        Для получения информации нужно четкое понимание и определенный алгоритм
        действий, который необходимо повторять каждый раз для получения новой 
        информации.
    </p>
    
    <p>
        Для хранения информации нет стандарта и разные производители используют
        разные СУБД, а многие обходятся без них и не позволяют создавать 
        полноценные архивы для последующего анализа.
    </p>
    
    <p>
        Для просмотра полученной и архивной информации иногда приходится 
        взаимодействовать с разными программами, что не всегда удобно и требует
        времени.
    </p>
    
    <p>
        Существуют полноценные решения готовые решить весь перечень проблем, но в 
        большинстве своем исходя из стоимости рассчитаны на объекты с большим 
        количеством приборов. 
    </p>
    <hr class="featurette-divider">
    <p>
        Исходя из этого создана наша система позволяющая облегчить сбор, 
        хранение и обработку информации получаемой с различных приборов. 
    </p>

    
</div>
